Repository: mozilla-l10n/mt-training-data
Catalog: hi/hi_pontoon.tmx
Source language: en_us
Languages: hi

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
hi: लिब्रिस्पेक लगभग 1000 घंटों का एक कोष है जिसमें 16Khz का अंग्रेजी भाषण पढ़ा जाता है जो लिब्रीवॉक्स परियोजना से पढ़े गए ऑडियोबुक से प्राप्त होता है।

source: License
hi: लाइसेंस

source: License: <licenseLink>CC-0</licenseLink>
hi: लाइसेंस: <licenseLink> CC-0 </licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
hi: लाइसेंस: <licenseLink>{ $license }</licenseLink>

source: Ligurian
hi: लिगुरियन

source: Link Copied
hi: लिंक कॉपी हो चुकी है

source: Listen
hi: सुनिए

source: Listening
hi: सुनना

source: Listen-Queue
hi: सुनो-पंक्ति

source: Lithuanian
hi: लिथुआनियाई

source: Loading…
hi: लोड हो रहा है…

source: Localization
hi: स्थानीयकरण

source: Localized
hi: स्थानीयकृत

source: Login Identity
hi: लॉगइन पहचान

source: Log in or sign up to get started
hi: आरंभ करने के लिए लॉग इन करें या साइन अप करें

source: Log In / Sign Up
hi: लॉग इन / साइन अप करें

source: Log In / Sign Up with { $company } email
hi: { $company } ईमेल के साथ लॉग इन/साइन अप करें

source: Log Out
hi: लॉग आउट

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
hi: लगता है कि इस भाषा में सुनने हेतु कोई क्लिप नहीं है। अभी कुछ रिकॉर्ड कर कतार को भरने में हमारी मदद करें।

source: Luganda
hi: लुगांडा

source: Macedonian
hi: मेसिडोनियन

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
hi: अपने अनाम डेटा को कुछ अनाम जनसांख्यिकीय डेटा प्रदान करके यथासंभव समृद्ध बनाएं। हम इसे सार्वजनिक करने से पहले सभी जनसांख्यिकीय डेटा की पहचान करते हैं।

source: Malagasy
hi: मालागासी

source: Malayalam
hi: मलयालम

source: Male
hi: नर

source: Maltese
hi: माल्टीज

source: Manage Email Subscriptions
hi: ईमेल सदस्यता प्रबंधित करें

source: Manage Subscriptions
hi: सदस्यता प्रबंधित करें

source: Mapudungun
hi: मैपडुन्गुन

source: Meadow Mari
hi: मीडो मारी

source: Message
hi: संदेश

source: Mixed
hi: मिश्रित

source: Moksha
hi: मोक्ष

source: Mongolian
hi: मंगोल

source: More
hi: और

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
hi: अधिकांश कंपनियों द्वारा उपयोग किया जाने वाला अधिकांश डेटा अधिकांश लोगों के लिए उपलब्ध नहीं है। हम यह सोचते है नवाचार को रोकता है। इसलिए हमने कॉमन वॉइस लॉन्च किया है, जो आवाज पहचान को खोलने में मदद करने के लिए एक परियोजना है और सभी के लिए सुलभ।

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
hi: अधिकांश कंपनियों द्वारा उपयोग किया जाने वाला अधिकांश डेटा अधिकांश लोगों के लिए उपलब्ध नहीं है। हम सोचते हैं कि नवाचार नवाचार। इसलिए हमने प्रोजेक्ट कॉमन वॉयस लॉन्च किया है, जो आवाज बनाने में मदद करने के लिए एक प्रोजेक्ट है मान्यता सभी के लिए खुली।

source: Most speech databases are trained with an overrepresentation of certain demographics which results in a bias towards <articleLink>male and middle class</articleLink>. Accents and dialects that tend to be under-represented in training data sets are typically associated with groups of people who are already marginalised. Many machines also struggle to understand female voices. This is why in our voice database we want variety!
hi: अधिकांश भाषण डेटाबेस को कुछ जनसांख्यिकी के अधिगम के साथ प्रशिक्षित किया जाता है, जिसके परिणामस्वरूप पूर्वाभास होता है <articleLink> पुरुष और मध्यम वर्ग </ articleLink>। लहजे और बोलियाँ जो प्रशिक्षण डेटा सेटों में कम प्रतिनिधित्व करते हैं, आमतौर पर ऐसे लोगों के समूह से जुड़े होते हैं जो पहले से ही हाशिए पर हैं। कई मशीनें मादा आवाज़ को समझने के लिए भी संघर्ष करती हैं। यही कारण है कि हमारे वॉइस डेटाबेस में हम विविधता चाहते हैं!

source: Mozilla doesn’t pick or favor any one language over another. Instead, Common Voice is a purely community-driven initiative, but it takes <multilangLink>several steps to add a new language</multilangLink> and begin collecting voice donations. First, the Common Voice website needs to be translated so community members can access the contributor experience in their own language. Next, we need a large collection of copyright-free sentences for people to read outloud. Once both of those requirements are satisfied a language is “launched” on Common Voice for people to start recording their voice and validating others donations. If you want to help launch a new language, head over to our <sentenceCollectorLink>sentence collection tool</sentenceCollectorLink> to get started.
hi: मोज़िला किसी एक भाषा को दूसरे पर लेने या देने का पक्ष नहीं लेता है। इसके बजाय, कॉमन वॉयस एक विशुद्ध रूप से समुदाय द्वारा संचालित पहल है, लेकिन इसमें <multilangLink> एक नई भाषा जोड़ने के लिए कई कदम उठाता है </ multilangLink> और आवाज दान एकत्र करना शुरू करता है। सबसे पहले, कॉमन वॉयस वेबसाइट का अनुवाद करने की आवश्यकता है ताकि समुदाय के सदस्य अपनी भाषा में योगदानकर्ता के अनुभव तक पहुंच सकें। अगला, हम लोगों के लिए कॉपीराइट-मुक्त वाक्यों के एक बड़े संग्रह की जरूरत है। एक बार उन दोनों आवश्यकताओं को पूरा करने के बाद लोग अपनी आवाज की रिकॉर्डिंग शुरू करते हैं और दूसरों के दान को मान्य करते हैं। यदि आप एक नई भाषा लॉन्च करने में मदद करना चाहते हैं, तो आरंभ करने के लिए हमारे <वाक्यCollectorLink> वाक्य संग्रह उपकरण </ वाक्यकॉल्टरलिंक> पर जाएँ।

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do that we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally. That means investing in more languages and accommodating diverse accents and demographics when building and testing voice technologies. Common Voice is a public resource available to everyone and Mozilla teams and developers around the world are already using it on our own projects as well.
hi: मोज़िला वेब को सभी के लिए खुला और सुलभ रखने के लिए समर्पित है। ऐसा करने के लिए हमें कॉमन वॉइस जैसी परियोजनाओं के माध्यम से वेब रचनाकारों को सशक्त बनाने की आवश्यकता है। जैसा कि आवाज तकनीकें आला अनुप्रयोगों से आगे निकलती हैं, हमारा मानना है कि उन्हें सभी उपयोगकर्ताओं की समान रूप से सेवा करनी चाहिए। इसका मतलब है कि अधिक भाषाओं में निवेश करना और आवाज प्रौद्योगिकियों का निर्माण और परीक्षण करते समय विविध लहजे और जनसांख्यिकी को समायोजित करना। कॉमन वॉयस एक सार्वजनिक संसाधन है जो सभी के लिए उपलब्ध है और मोज़िला की टीमें और दुनिया भर के डेवलपर्स पहले से ही हमारी परियोजनाओं पर भी इसका उपयोग कर रहे हैं।

source: Mycroft Ai
hi: माइक्रॉफ्ट ऐ

source: Mycroft is the world’s first open source assistant. Mycroft runs anywhere - on a desktop computer, inside an automobile, or on a Raspberry Pi.
hi: मायक्रॉफ्ट दुनिया का पहला ओपन सोर्स असिस्टेंट है। Mycroft कहीं भी चलता है - एक डेस्कटॉप कंप्यूटर पर, एक ऑटोमोबाइल के अंदर, या एक रास्पबेरी पाई पर।

source: N/A
hi: उपलब्ध नहीं

source: Name
hi: नाम

source: Native Language
hi: माऋ भाषा

source: Nepali
hi: नेपाली

source: Next Goals: { $goal }
hi: अगले लक्ष्य: { $goal }

source: No
hi: नहीं

source: No gravatar found for your email
hi: आपके ईमेल के लिए कोई gravatar नहीं मिला

source: No microphone found.
hi: कोई माइक्रोफ़ोन नहीं मिला।

source: Norwegian Bokmål
hi: नॉर्वेजियन बोकमाल

source: Norwegian Nynorsk
hi: नॉरकोर्स नॉर्वेजियन

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
hi: नोट: जब 'दृश्यमान' पर सेट किया जाता है, तो इस सेटिंग को <profileLink> प्रोफाइल पेज </profileLink> से बदला जा सकता है

source: Note: You will still need to select between Speak or Listen to change contribution type.
hi: नोट: आपको अभी भी योगदान प्रकार बदलने के लिए Speak या Listen के बीच चयन करना होगा।

source: Not found
hi: नहीं मिला

source: No Thanks
hi: नहीं धन्यवाद

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
hi: अब आप अपनी आवाज़ दान कर सकते हैं, जिससे हमें एक ओपन-सोर्स वॉइस डेटाबेस बनाने में मदद मिल सके, जिसे कोई भी इस्तेमाल कर सकता है उपकरणों और वेब के लिए अभिनव एप्लिकेशन बनाने के लिए। मशीनों को वास्तविक लोगों के बोलने के तरीके को जानने में मदद करने के लिए एक वाक्य पढ़ें। दूसरे के काम की जाँच करें गुणवत्ता में सुधार के लिए योगदानकर्ता। यह इत्ना आसान है!

source: { NUMBER($count) } clips
hi: { NUMBER($count) } क्लिप

source: Number of Voices
hi: आवाजों की संख्या

source: { NUMBER($totalHours) } hours is achievable in just over { NUMBER($periodMonths) } months if { NUMBER($people) } people record { NUMBER($clipsPerDay) } clips a day.
hi: { NUMBER($totalHours) } घंटे केवल { NUMBER($periodMonths) } से अधिक है अगर महीने { NUMBER($people) } लोग { NUMBER($clipsPerDay) } को एक दिन में रिकॉर्ड करते हैं।

source: Occitan
hi: ओक्कीतान

source: Odia
hi: ओड़िया

source: Off
hi: बंद

source: Offensive language
hi: अपमानजनक भाषा

source: Offensive speech
hi: आपत्तिजनक भाषण

source: On
hi: चालू

source: On desktop computers, you can download the latest:
hi: डेस्कटॉप कंप्यूटर पर, आप नवीनतम डाउनलोड कर सकते हैं:

source: Optionally join on our email list for updates and new information about the project.
hi: वैकल्पिक रूप से अद्यतन और प्रोजैक्ट के बारे में नई जानकारी के लिए हमारी ईमेल सूची में शामिल हों।

source: Optionally submitted demographic data (e.g. age, sex, language, and accent) is de-identified from your submitted voice data and will never be made public on your profile.
hi: वैकल्पिक रूप से प्रस्तुत जनसांख्यिकीय डेटा (जैसे उम्र, लिंग, भाषा और उच्चारण) आपके प्रस्तुत किए गए वॉइस डेटा से डी-पहचाने जाते हैं और आपकी प्रोफ़ाइल पर कभी भी सार्वजनिक नहीं किए जाएंगे।

source: or Delete voice clip
hi: या वॉइस क्लिप हटाएं

source: Other
hi: अन्य

source: Other Language
hi: दूसरी भाषा

source: Other voice datasets…
hi: अन्य वॉइस डेटासेट ...

source: Other Voice Datasets
hi: अन्य वॉयस डेटासेट

source: Our source text is made up of original contributor donations as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life</italic>. You can view our source sentences in this <githubLink>GitHub folder</githubLink>.
hi: हमारा स्रोत पाठ मूल योगदानकर्ता दान के साथ-साथ सार्वजनिक डोमेन मूवी स्क्रिप्ट से संवाद से बना है, जैसे <italic> It’s a Wonderful Life </ italic>. आप हमारे स्रोत वाक्य इस <githubLink> GitHub फ़ोल्डर </ githubLink> में देख सकते हैं।

source: Overall Accuracy
hi: समग्र शुद्धता

source: Overall Hr. Total
hi: कुल मिलाकर ह्रदय। संपूर्ण

source: Overall project status: see how far we’ve come!
hi: कुल मिलाकर परियोजना की स्थिति: देखें कि हम कितने आगे आए हैं!

source: Partners
hi: भागीदारों

source: Persian
hi: फ़ारसी

source: <playIcon></playIcon>Last one!
hi: <playIcon></playIcon> अंतिम वाला!

source: Play/Stop
hi: चलाएं/रोकें

source: Polish
hi: पोलिश

source: Portuguese
hi: पुर्तगाली

source: Portuguese (Brazil)
hi: पुर्तगाली (ब्राज़ील)

source: Press play, listen & tell us: did they accurately speak the sentence below?
hi: प्ले दबाएं, सुनें एवं हमें बताएं: क्या उन्होंने नीचे दिए गए वाक्य को सही ढंग से कहा?

source: Press { shortcut-play-toggle } to toggle play mode
hi: प्ले मोड टॉगल करने के लिए { shortcut-play-toggle } दबाएं

source: Privacy
hi: गोपनीयता

source: Privacy Policy
hi: गोपनीयता नीति

source: Pro
hi: समर्थक

source: Profile
hi: प्रोफाइल

source: Profile information improves the audio data used in training speech recognition accuracy.
hi: प्रोफ़ाइल जानकारी, भाषण भाषण सटीकता को प्रशिक्षित करने में उपयोग किए जाने वाले ऑडियो डेटा में सुधार करती है।

source: Progress
hi: प्रगति

source: Punjabi
hi: पंजाबी

source: Read More
hi: अधिक जानें

source: Read more on our About page
hi: हमारे परिचय पृष्ठ पर और पढ़ें

source: Ready to do { $count } more?
hi: { $count } और करने को तैयार हैं?

source: Ready to donate your voice?
hi: अपनी आवाज़ दान करने को तैयार हैं?

source: Ready to help validate sentences?
hi: मान्य वाक्यों की मदद के लिए तैयार हैं?

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
hi: Common Voice के बारे में चुनौती और लक्ष्य स्मरण, प्रगति अपडेट और समाचार पत्र जैसे ईमेल प्राप्त करें।

source: Recorded Clips
hi: रिकॉर्ड किए गए क्लिप

source: Recorded Hours
hi: रिकॉर्ड किए गए घंटे

source: <recordIcon></recordIcon> Last one!
hi: <recordIcon></recordIcon> अंतिम वाला!

source: Recording
hi: रिकॉर्ड कर रहा है...

source: Recordings
hi: रिकॉर्डिंग

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
hi: वॉयस क्लिप रिकॉर्डिंग हमारे खुले डेटासेट के निर्माण का एक अभिन्न अंग है; कुछ कहेंगे कि यह भी मजेदार हिस्सा है।

source: Record/Stop
hi: रिकॉर्ड करें/रोकें

source: RECORD VOICEWAVE
hi: आवाज की लहर रिकॉर्ड करें

source: Record your voice
hi: अपनी आवाज रिकॉर्ड करें

source: Recreate Voicewave
hi: वॉइसवेव पुनः बनाएं

source: Remove
hi: हटाएँ

source: Report
hi: रिपोर्ट

source: Report was passed successfully
hi: रिपोर्ट सफलतापूर्वक पारित की गई

source: Request a Language
hi: भाषा का अनुरोध करें

source: *required
hi: * आवश्यक

source: Re-record
hi: पुनः रिकॉर्ड करें

source: RE-RECORD
hi: पुनः रिकॉर्ड करें

source: Re-record clip
hi: क्लिप पुनः रिकॉर्ड करें

source: RETRY
hi: पुनः प्रयास करें

source: Return here to edit your goal anytime.
hi: अपने लक्ष्य को संपादित करने के लिए कभी भी यहाँ लौटें।

source: Return to Common Voice
hi: Common Voice पर वापस आएं

source: Return to Common Voice Datasets
hi: आम वॉयस डेटासेट पर लौटें

source: Return to Languages
hi: भाषाओं पर लौटें

source: Review
hi: समीक्षा

source: Review & re-record clips here as you go
hi: आप जाते ही यहां पुन: रिकॉर्ड क्लिप की समीक्षा करें

source: Review & re-record clips if needed
hi: यदि आवश्यक हो तो समीक्षा और पुन: रिकॉर्ड क्लिप

source: Review & Submit
hi: समीक्षा करें और जमा करें

source: Romanian
hi: रोमानियाई

source: Romansh Sursilvan
hi: रूमान्त्च सुरसिलवन

source: Romansh Vallader
hi: रोमानश वलाडर

source: Russian
hi: रूसी

source: Sakha
hi: साख़ा

source: Sardinian
hi: सार्दिनियन

source: Save
hi: सहेजें

source: Saved
hi: सहेजे गए

source: Search
hi: खोजें

source: Search for answers
hi: जवाब के लिए खोजें

source: See how your progress compares to other contributors all over the world.
hi: देखें कि आपकी प्रगति दुनिया भर के अन्य योगदानकर्ताओं से कैसे तुलना करती है।

source: See Less
hi: कम देखें

source: See More
hi: और देखें

source: Select a Language...
hi: एक भाषा चुनें...

source: Sentence Collection
hi: वाक्य संग्रह

source: Sentences
hi: वाक्य

source: Serbian
hi: सर्बियाई

source: Set a goal
hi: एक लक्ष्य निर्धारित करें

source: Set my visibility
hi: मेरी दृश्यता निर्धारित करें

source: Settings
hi: सेटिंग

source: Sex
hi: लिंग

source: Share my goal
hi: मेरा लक्ष्य साझा करें

source: Share your clip
hi: अपनी क्लिप साझा करें

source: Share your { $count } Clip Daily Goal for { $type }
hi: अपने { $count } को साझा करें { $type } के लिए दैनिक लक्ष्य क्लिप करें

source: Share your { $count } Clip Weekly Goal for { $type }
hi: { $type } के लिए अपने { $count } क्लिप साप्ताहिक लक्ष्य को साझा करें

source: Shortcuts
hi: शॉर्टकट

source: Show my ranking
hi: मेरी रैंकिंग दिखाएं

source: Sicilian
hi: सिसिलियन

source: Sign up for an account
hi: खाते के लिए साइन अप करें

source: Sign up for Common Voice newsletters, goal reminders and progress updates
hi: कॉमन वॉयस समाचार पत्र, लक्ष्य अनुस्मारक और प्रगति अपडेट के लिए साइन अप करें

source: sign up for email updates
hi: ईमेल द्वारा अवगत रहने हेतु साइन अप करें

source: Sign up for { $lang } updates:
hi: { $lang } के नवीनतम जानकारी के लिए साइन अप करें:

source: Sinhala
hi: सिंहली

source: Size
hi: आकार

source: Skip
hi: छोड़ें

source: Skip Submission Feedback
hi: सबमिशन फीडबैक को छोड़ें

source: Slovak
hi: स्लोवाक

source: Slovenian
hi: स्लोवेनियाई

source: Sorbian, Lower
hi: लोअर सोरबियन

source: Sorbian, Upper
hi: ऊपरी सोरबियन

source: Spanish
hi: स्पेनी

source: Speak
hi: बोलें

source: Speakers
hi: वक्ता

source: Speaking
hi: बोलना

source: Speaking and Listening
hi: बोलना और सुनना

source: Speak now
hi: बोलना शुरू करें

source: Speak up, contribute here!
hi: बोलें, यहाँ योगदान दें!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
hi: <speechBlogLink> भाषण मान्यता के साथ आरंभ करें </ speechBlogLink>

source: Speech is often the most natural way we communicate with each other and voice technologies are bringing that convenience to our computers and mobile devices. We want to empower developers to build amazing voice recognition applications like real-time translators and voice-enabled digital assistants. But right now most of the voice data required to build these kinds of apps is expensive and proprietary. We hope the Common Voice dataset will give developers what they need to innovate and make speech technology available in their own language. To make voice recognition even more universal, we're collecting voice samples in widely spoken languages as well as those with a smaller population of speakers often underserved by commercial speech recognition services. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and entire speech communities to address this gap themselves.
hi: भाषण अक्सर सबसे स्वाभाविक तरीका है जिसे हम एक दूसरे के साथ संवाद करते हैं और आवाज तकनीकें हमारे कंप्यूटर और मोबाइल उपकरणों के लिए यह सुविधा ला रही हैं। हम डेवलपर्स को वास्तविक समय के अनुवादकों और आवाज-सक्षम डिजिटल सहायकों जैसे अद्भुत आवाज पहचान अनुप्रयोगों के निर्माण के लिए सशक्त बनाना चाहते हैं। लेकिन अभी इस प्रकार के ऐप्स बनाने के लिए आवश्यक अधिकांश वॉइस डेटा महंगे और मालिकाना हैं। हम आशा करते हैं कि कॉमन वॉयस डेटासेट डेवलपर्स को वे अपनी भाषा में नवाचार करने और भाषण तकनीक उपलब्ध कराने की आवश्यकता होगी। आवाज की पहचान को और अधिक सार्वभौमिक बनाने के लिए, हम व्यापक रूप से बोली जाने वाली भाषाओं में आवाज के नमूने एकत्र कर रहे हैं और साथ ही बोलने वालों की एक छोटी आबादी के साथ अक्सर वाणिज्यिक भाषण पहचान सेवाओं द्वारा रेखांकित किया जाता है। आवाज़ों के विविध डेटासेट को प्रकाशित करने से डेवलपर्स, उद्यमियों और पूरे भाषण समुदायों को इस अंतर को संबोधित करने का अधिकार मिलेगा।

source: Speech-to-text (STT)
hi: भाषण से पाठ (STT)

source: Speech-to-text (STT) technologies convert voice data into text.
hi: स्पीच-टू-टेक्स्ट (STT) प्रौद्योगिकियां वॉइस डेटा को टेक्स्ट में परिवर्तित करती हैं।

source: Splits
hi: विभाजन

source: Start recording
hi: रिकॉर्डिंग शुरू करें

source: Stats
hi: आँकड़े

source: Streaks
hi: धारियाँ

source: Submit
hi: जमा करें

source: Submit a report
hi: विवरण जमा करना

source: Submit clips
hi: क्लिप जमा करें

source: Subscribe
hi: सबस्क्राइब

source: Success
hi: सफल

source: Success, profile created!
hi: सफलतापूर्वक, प्रोफाइल बनाई गई!

source: Swahili
hi: स्वहिली

source: Swedish
hi: स्वीडिश

source: Syriac
hi: सिरियेक

source: Tagalog
hi: तगालोग

source: Tajik
hi: ताजिकी

source: Tamil
hi: तमिल

source: Tap
hi: दबाएँ

source: Tatar
hi: तातार

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
hi: भाषा सीखने में उपयोग के लिए वाक्य, अनुवाद और बोले जाने वाले ऑडियो का एक बड़ा डेटाबेस टेटेबा है। इस डाउनलोड में बोली जाने वाली अंग्रेजी उनके समुदाय द्वारा दर्ज की गई है।

source: TED-LIUM Corpus
hi: टेड-लाइम कॉर्पस

source: Telugu
hi: तेलुगु

source: Terms
hi: शर्तें

source: Thai
hi: थाई

source: Thanks for confirming your account, now let's build your profile.
hi: अपने खाते की पुष्टि करने के लिए धन्यवाद, अब अपना प्रोफ़ाइल बनाते हैं।

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
hi: रिकॉर्डिंग के लिए धन्यवाद! <lineBreak> </lineBreak> अब समीक्षा करें और नीचे अपनी क्लिप को जमा करें।

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
hi: { $lang } में योगदान देने के आपकी रुचि के लिए धन्यवाद। सभी भाषा को लांच करने के लिए और टीमों को ईमेल अवगत रहने के लिए हम कड़ी मेहनत करते हैं। यदि आप योगदान देना चाहते हैं, तो कृपया नीचे अपना ईमेल प्रदान करें।

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download.
hi: क्लिप कब्रिस्तान में वो आवाज क्लिप होती है जो इसे कॉमन वॉयस डेटासेट में नहीं बनाती थी। डेटासेट की तरह, क्लिप कब्रिस्तान डाउनलोड के लिए उपलब्ध है।

source: The clip has disrespectful or offensive language.
hi: क्लिप में अपमानजनक या आपत्तिजनक भाषा है।

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech. The first version of Deep Speech was released in November 2017 and has continued to evolve ever since. Together with the Common Voice dataset, we believe this open source voice recognition technology should be available to everybody. It’s our hope these technologies will enable developers to build a wave of innovative products and services.
hi: कॉमन वॉयस डेटासेट मोज़िला के ओपन सोर्स वॉयस रिकग्निशन इंजन डीप स्पीच का पूरक है। डीप स्पीच का पहला संस्करण नवंबर 2017 में जारी किया गया था और तब से लगातार विकसित हो रहा है। कॉमन वॉयस डेटासेट के साथ, हमारा मानना है कि यह ओपन सोर्स वॉयस रिकग्निशन तकनीक हर किसी के लिए उपलब्ध होनी चाहिए। यह हमारी आशा है कि ये प्रौद्योगिकियां डेवलपर्स को नवीन उत्पादों और सेवाओं की एक लहर का निर्माण करने में सक्षम बनाएगी।

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech, which you can use to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
hi: कॉमन वॉयस डेटासेट मोज़िला के ओपन सोर्स वॉयस रिकग्निशन इंजन डीप स्पीच का पूरक है, जिसका उपयोग आप स्पीच रिकग्निशन एप्लिकेशन बनाने में कर सकते हैं। हमारा <githubLink> Github सिंहावलोकन </githubLink> पढ़ें या प्रारंभ करने के बारे में जानने के लिए <discourseLink> गहरी प्रवचन </discourseLink> में शामिल हों।

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
hi: कॉमन वॉयस डेटासेट में सैकड़ों हजारों वॉयस सैंपल होते हैं जो डेवलपर्स को वॉयस रिकग्निशन टूल्स बनाने में मदद करते हैं।
